app/controllers/normal_payments_controller.rb

  def index
    @normal_payments = NormalPayment.all
---
SELECT "normal_payments".* FROM "normal_payments"